["=======\n--DEX--\n=======\nDEX focuses on accuracy, crit, and acting quickly.  \n\nYour DEX x3 is added as Accuracy Dex x2 is added to Initiative\n\n=======\n--INT--\n=======\nINT focuses on knowledge, varied skills, and wealth.  \n\nYour INT value adds +1 Focus per INT.\n\n=======\n--STR--\n=======\nSTR focuses on Health, Armor, and Weapon Damage.  \n\nYour 1dSTR is added to weapon damage rolls.\n\n=======\n--MAD--\n=======\nMAD focuses on occult spellcasting, sacrifice, and debuffs.  \n\nYour MAD subtracts from all Sanity damage recieved\n\n--------------------------\n\n============\n--Accuracy--\n============\nAccuracy is a stat which determines your chance to hit an enemy.\n\nYou also gain Accuracy equal to 3x your DEX.\n\nAccuracy is also required to Critically Hit when attacking.\n\n\nWith 0 Accuracy:\n\nYou have a 90% Chance to hit targets with No Cover\n\nYou have a 50% Chance to hit targets with Half Cover\n\nYou have a 20% Chance to hit targets with Full Cover\n\n\nWith 10 Accuracy:\n\nYou have a 100% Chance to hit targets with No Cover.\n\nAny additional increase in Accuracy will offer you a chance to \n\nCritically Hit targets with No Cover.\n\n========\n--Crit--\n========\nYour crit chance is determined by Accuracy.\n\nWhen your Accuracy roll exceeds a 100% chance to hit you deal critical damage.\n\nThe chance to hit, and therefore critical, is reduced when the target of your attack has Cover.\n\n\nYou need at least +1 Accuracy to crit (101% chance to hit).\n1 Accuracy gives +1% crit chance against targets with No Cover.\n\n\nYou need +41 Accuracy to crit Half Cover targets.\nYou need +71 Accuracy to crit Full Cover targets.\n\n==============\n--Adrenaline--\n==============\nAdrenaline is used during combat on a unique spread of special and basic abilities. \n\nEach character by default gains 1 Adrenaline at the beggining of a round in Combat. The maximum amount of Adrenaline that can be gained is 8.\n\n\nGenerally, Adrenaline is a useful tool to mitigate damage dealt to you. Chances to be hit when not using a shield is high so forcing Half Cover on attacks is valuable. \n\nHigh cost and class specific Adrenaline spenders are like ultimate abilities that reward you for doing well in combat and not needing to spend adrenaline on mitigating damage. \n\nStealth and Ranged based characters can more easily access higher Adrenaline due to the nature of where they are positioned.    \n\n\nWhen you Critically hit your total damage dealt to the target is multiplied by your Crit Multiplier.\n\nThe default Critical Multiplier is 1.5x\n\n==========\n--Sanity--\n==========\nWhen your Sanity drops to 0 you gain a Madness.  \n\nThe MAD stat reduces Sanity loss by an amoutn equal to your MAD stat.  \n\nMAD associated spells will drain Sanity on cast. Various monsters may damage Sanity with attacks. Reading books and many actions can damage your Sanity.\n\n\n15 Sanity is recovered after a comfortable and safe night's rest. (costs 1 wealth per night's rest outside of a town or safe enviorment)\n\n\n????If you go down in combat, anything that damages Sanity deals +1 more sanity damage until you rest.)) Maybe not.\n\n============\n--Leveling--\n============\nEverytime you level you will have 1 Skill point to spend in each Stat tree.\n\nIf you selected INT and DEX, you would put 1 point in INT and 1 point in DEX.\n\nIf you selected DEX and DEX, you would put 2 points in the DEX path.\n\n\nAt level 4 you will select a class.\n\nYou select a class in every Stat you have access to and continue leveling them simultaneously.\n\n\nIf you have 2 selections of one stat,\nyou can choose to put both points into 1 class or select two classes from that same Stat.\n\n\n", "==============\n--Unconcious--\n==============\nA player who has dropped to 0 HP or lower.\n\nA player will be -hp equal to the last damage they recieved, and can be healed to become active again.\n\nAt -10 HP a player dies.\n\n============\n--Poisoned--\n============\nTakes poison damage equal to poison stack at the start of turn.\n\nAfter recieving Poison damage, it is reduced by 2.\nHealing removes Poison equal to 1/2 of the Healing a target recieves.\n\nIf out of combat, damage is dealt every 5 minutes.\n\n==========\n--OnFire--\n==========\nTarget takes 1dOnFire amount of damage at the start of their turns.\n\nRemoved by spending an action or being doused.\n\n===========\n--Stunned--\n===========\nA stunned creature skip's it's turn.\n\nIt gains no Cover benefits.\n\n=========\n--Blind--\n=========\nCannot use any ability which requires targeting.\n\nGain blind vision distance.\n\nMelee attacks are made with Ethereal cover\n\n==============\n--Clear Mind--\n==============\n+5 Sanity Resistance from one source of Sanity Damage\n\n==========\n--Slowed--\n==========\n-1 Move per Slow.\n\nRemoves Haste.\n\nDecays by 1 at the end characters turn.\n\n=========\n--Haste--\n=========\n+1 Move per Haste\n\nRemoves Slow.\n\nDecays by 1 at the end characters turn.\n\n============\n--Hindered--\n============\n-2 Move\n\nNo reactions\n\n=========\n--Prone--\n=========\nPathfinder stand up provoke rules.\n\nRequires 3 move to stand.\n\n==============\n--Pure Heart--\n==============\n+50% healing recieved for 1 Heal\n\n============\n--Confused--\n============\nSet a random facing direction right before using an action that targets\n\n=========\n--Sleep--\n=========\nCan take no actions.\n\nCondition ends if dealt damage or awoken\n\n==========\n--Frenzy--\n==========\nDeal 1d3 more damage with weapon attacks,\n\nbut recieve 1d3 more damage from all sources.\n\n=============\n--Precision--\n=============\n+0.5 crit multiplier for 1 Crit\n\n===========\n--Viglant--\n===========\nGain +10 Accuracy per tier of Vigilant\n\n===========\n--Vicious--\n===========\nDeal +2d3 damage with weapon attacks.\n\nAlso apply this damage to yourself, multiplied on a crit.\n\nVicious damage the attacker recieves can not be reduced.\n\n=============\n--Resilient--\n=============\n+1 Armor per Tier of Resilient\n\n==============\n--Vulnerable--\n==============\nArmor does not apply.\n\nDamage macro detects vulnerable condition.\n\n========\n--Weak--\n========\n-50% damage dealt with weapon attacks\n\n==========\n--Strong--\n==========\n+50% damage dealt with weapon attacks\n\n=============\n--True Shot--\n=============\n2x Accuracy for 1 Shot\n\n", "To start the character creation process you select a race and two stat choices. After making your selection select the submit button at the bottom of the Character Tab.\n\nEach race has unique passives and determines what starting stat values the character can have.\n\nThe stat selections determine what skill trees the character will unlock skills from. You can select the same stat twice, this results in getting 2 skill points in that tree each level.\n\nFor example:\n\n*A STR/DEX character gets 1 STR skill point per level and 1 DEX skill point per level\n\n*A DEX/DEX character gets 2 DEX skill points per level\n\n", "This level unlocks Tier 1 Abilities.\n\nThese can only be unlocked on level 1 so this decision is important!\n\n\n=================\nNote On Spending Points\n\nWhen spending points the first point in an ability unlocks the base ability and adds it to the skills tab. \n\nEach point after the initial point will unlock a modifier to the ability.\n\nIf the button says CHOOSE UPGRADE the modifierers currently locked will flash and you will click on the modifier you want to unlock. \n\nWhen all available skill points have been spent the LEVEL UP+ button on the character tab is unlocked and can be clicked to level up.\n", "This level unlocks Tier 2 Abilities and Racial skills.\n\nTier 2 abilities and Racial skills can be selected at every level except at level 4.\n", "Same as level 2.\n\nTier 2 abilities and Racial Skills are available.\n", "This level unlocks Signature Abilities\n\nThese can only be unlocked on level 4 so this decision is important!\n", "This level unlocks Classes\n\nTo select a class click on the class img and click select class.\n\nYou select one class in each tree selected at character creation. So if you selected the same stat tree twice you select two classes in that stat tree.\n\nClasses can be selected twice resulting in upgraded passives and the ability to spend 2 points in that class per level rather than 1.\n", "This level onwards skill points can be put into:\n*Tier 2 Skills\n*Racial Skills\n*Class Skills"]