[[[[false, ["Name", "Human\n"]], ["Info", "+1 Load\n"], ["Passive", "+1 skill point at level 1.\nThis skill point may immediately be placed in 1 class that you will take later.\nYou do not gain the initial passively earned skills of that class until you unlock it normally.\n"], ["Stats", "+3 Any\n+2 Any\n+1 Any"]], [[false, ["Name", "Literacy\n"]], ["Info", "Through hard work and dedication you have learned how to read. This allows you to use 'Ritual' abilities. And read."]], [[false, ["Name", "Load\n"]], ["Info", "+1 Load"]]], [[[false, ["Name", "Twin Souls\n"]], ["Info", "Twin Souls are two human character tokens controlled by 1 player.\n\n--Dependancy--\nThese characters are dependant on eachother and suffer +1 Complexity to\ndo any task while their other Twin Soul is not adjacent to them.\n\nIf they have access to a way to auto-succeed a roll,\nthey must be adjacent for this ability to work.\n\nThey also attack twice with weapons and use the worse result  when suffering from Dependancy.\n\n\nEven when seperated, \nTwin Souls share a psychic bond and share all information and senses.\nIf seperated for long extended periods of time they gain Madnesses over time.\n"], ["Passive", "+1 skill point at level 1.\nThis skill point may immediately be placed in 1 class that you will take later.\nYou do not gain the initial passively earned skills of that class until you unlock it normally.\n"], ["Passive2", "Twin Souls share Health total, Adrenaline pool, Focus pool, and act simultaneously on Initiative.\nTwin Souls share all skills learned through leveling up.\n\nTwin Souls may only use their actions to cast 1 spell per round between the both of them.\n\nTwin Souls actions are indpendant of eachother, with the exception of Steps.\nWhen one Soul steps, the Twin does the same step in the same direction.\n\nEffects gained from Adrenaline spent only applies to 1 of the two Souls,\nunless it is a Step action.\n\nYou must purchase seperate wearable equipment for each Soul,\nbut consumeable items and load is always shared.\n"], ["Passive3", "+8 Max HP\n"], ["Stats", "+3 Any\n+2 Any\n+1 Any\n-1 Any"]], [[false, ["Name", "The Space Between Us\n"]], ["Info", "Your Twin Souls may be up to 1 Tile apart without suffering from Dependancy\n"], ["Skill+1", "Your Twin Souls may be up to 2 Tiles apart without suffering from Dependancy.\nSelect 1 Buff. This buff will apply to both Twin Souls whenever 1 of them have it.\n"], ["Skill+2", "Your Twin Souls may be up to 3 Tiles apart without suffering from Dependancy\n"], ["Skill+3", "Your Twin Souls may be up to 6 Tiles apart without suffering from Dependancy"]], [[false, ["Name", "Absence\n"]], ["Info", "If your Twin Souls begin their turn far enough away from eachother\nthat they are suffering from Dependacy,\nboth souls gain +3 Move this turn.\nThis movement may only be used when moving toward the other Soul.\n"], ["Skill+1", "This movement may be used to move anywhere."]]], [[[false, ["Name", "Troll\n"]], ["Info", "-1 Focus\n-10 Accuracy\nSize LARGE w/ Reach\n(Large suffers +1 Complexity for all DEX rolls)\n5 Move\n\n\nAny Step action costs +1 Adrenaline\n(Default step usually costs 0)\n"], ["Passive", "Automatically succeed at Tier 1 Strength checks\n\nAs a free action,\nFor 1 Adrenaline,\nWhen you succesfully Shove a target this turn,\nshove them 1d4+1 distance instead of 1 tile.\n\nTrolls always gain +1 Splat Damage\n"], ["Passive", "2  Can not select INT class choices\n\nNo matter what your class selections are,\nyour Signature Abilities are always selected from the STR path\n\nWeapons and Attire must be made special for your size,\nwhich will increase the cost of them.\n\nYou can not use 'Light' weapons.\n"], ["Passive", "3  +8 Max HP\n"], ["Stats", "+5 STR \n+1 ANY \n-2 INT"]], [[false, ["Name", "True to Self\n"]], ["Info", "You are either too pure or too stupid.\nYou have +1 Resistance to any mind effecting abilities."]], [[false, ["Name", "Titan Grip\n"]], ["Info", "You may use two-handed weapons with one hand,\nbut suffer -10 accuracy when wielding them this way.\n\nYou may use Troll-Sized two handed weapons\n"], ["Skill+1", "+1 flat damage to all weapon attacks"]], [[false, ["Name", "Ground Slam\n"]], ["Info", "Make a single Trip attempt against all targets within your natural Threatened area.\nThis is not extended by holding a weapon with Reach.\n"], ["Adrenaline", "3\n"], ["Skill+1", "All succesfully Tripped targets take 1d8 Splat Damage"]]], [[[false, ["Name", "Serpent\n"]], ["Info", "5 Tile Move\nSize SMALL\n-5 HP\n-2 Load\n\nSerpent's have a Bite attack that deals 2d2 damage.\nThis qualifies as an Unarmed Attack for all purposes.\n\nSerpent's can not be knocked Prone.\nSerpents are Immune to an Eclipse.\n"], ["Passive", "A Serpent can not speak, but may have a psychic understanding with an owner.\nA player Serpent considers their entire party their 'Maseter'. \n\nCan not use most items, weapons, or armor.\n"], ["Stats", "+3 Any\n+2 Any"]], [[true, ["Name", "Defender\n"]], ["Info", "A Serpent can attach to a Master and move as they do.\nWhile attached to a Master, Gain +1 Reach.\nThe Master and Serpent gain Resilience 1.\nThe Master is in control of all Movement.\n\nA Master can not have multiple attached serpents at one time.\n\nA Serpent can not Grapple targets while attatched to a Master.\nIf you initiate a Grapple you immediately detatch from your Master.\n\nIf a Serpent is Large size and it's Master is smaller than it,\nThe Serpent becomes the one who dictates movement for the Master.\nThis makes the Master immune to being knocked Prone."], ["Skill+1", "You grant yourself and your Master half-cover as if you were his shield while attatched.\n"], ["Skill+2", "You may spend 1 Adrenaline to take damage your Master would have taken while you are attatched.\nThis does not cost an action.\n"], ["Skill+3", "You may make an Attack of Opportunity on any target a Maser you are attatched to Critically Hits\n"], ["Skill+4", "You may take any Sanity damage that your Master you are attatched to would recieve.\n"], ["Skill+5", "You and your Master decide who takes single target damage or effects when it\nis directed at either of you while you are attatched."]], [[false, ["Name", "Maturity\n"]], ["Info", "Gain a Heightened sense of Smell.\nYou can also smell the concept of Guilt.\nYou do not get to know what the guilt pertains to.\n\nYou can hold your breath for 1 hour and do not lose movement speed in Water.\nRequires    May only be selected ONCE on Non-Consecutive level ups\n"], ["Skill+1", "Become size Medium.\n+5 HP.\nYou gain 1 Move.\nYou can perform Grapples without provoking.\n\nOnce per day,\nWhen your attack hits,\nYou may have your Bite become Venom Bite;\nThe total damage from your bite applies as Poison.\n"], ["Skill+2", "Gain 1 Armor\n\nOn a succesful DEX roll,\nYour Venom Bite stuns the target it hits for 1 round.\n"], ["Skill+3", "Your bite becomes 2d3 damage.\n\nGain +1 daily use of Venom Bite.\n\nYou automatically succeed at climbing of any surface that is not a completely flat wall.\nYou do not use extra movement to climb.\n"], ["Skill+4", "You are immune to Stun\n+4 Max HP\n"], ["Skill+5", "Your armor applies to one additional damage type of your choice.\n+1 Armor\n\nOnce per day,\nWith a Succesful MAD roll,\nDetermine what a target feels Guilty about.\n"], ["Skill+6", "Grow to size Large.\nGain +1 Armor\n+4 Max HP\nGain +2 Move\nGain +4 Max Sanity\nYour Bite now deals 2d4+1 damage.\n"], ["Skill+7", "+1 to all Stats\nThis can not increase a stat above +5"]], [[true, ["Name", "Scales\n"]], ["Skill+1", "When you use your Bite attack against a target your size or smaller,\nGain Half-Cover against all of their attacks until your next turn.\n"], ["Skill+2", "Your scales reflect light in the darkness.\nYou may replicate a Light effect carried by 1 ally."]]]]